
export type BaijiuSample = {
    "酒样名称": string;
    "香型": string;
    "酒度": number;
    "总分": number;
    "设备": string;
    "发酵剂": string;
};

export const baijiuData: BaijiuSample[] = [
    {
        "酒样名称": "国字宋河",
        "香型": "浓香型",
        "酒度": 50.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "古20",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "花冠",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "迎驾",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液经典",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 98.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液八代",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 96.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖1952",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": " 水晶剑南春",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "梦之蓝手工班",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汤沟",
        "香型": "浓香型",
        "酒度": 42.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "52度红星",
        "香型": "清香型",
        "酒度": 52.0,
        "总分": 96.0,
        "设备": "地缸,水泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "牛栏山二锅头",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "青花汾酒30",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 98.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "匠赏一号",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "贵30",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "青花郎酒",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 96.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "飞天茅台酒",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 98.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "习酒1988",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 96.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "白云边",
        "香型": "兼香型",
        "酒度": 53.0,
        "总分": 96.0,
        "设备": "水泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "口子窖",
        "香型": "兼香型",
        "酒度": 50.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "红西凤酒",
        "香型": "凤香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "四特",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "景芝12年",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 96.0,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "董酒",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "老白干52度",
        "香型": "老白干型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "酒鬼酒",
        "香型": "馥郁香型",
        "酒度": 54.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "洋河1#",
        "香型": "浓香型",
        "酒度": 55.0,
        "总分": 94.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "洋河2#",
        "香型": "浓香型",
        "酒度": 55.0,
        "总分": 93.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "洋河3#",
        "香型": "浓香型",
        "酒度": 55.0,
        "总分": 92.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "洋河4#",
        "香型": "浓香型",
        "酒度": 55.0,
        "总分": 90.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "洋河5#",
        "香型": "浓香型",
        "酒度": 55.0,
        "总分": 86.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液1#",
        "香型": "多粮浓香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液2#",
        "香型": "多粮浓香型",
        "酒度": 52.0,
        "总分": 93.6,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液3#",
        "香型": "多粮浓香型",
        "酒度": 52.0,
        "总分": 93.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液4#",
        "香型": "多粮浓香型",
        "酒度": 52.0,
        "总分": 91.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "五粮液5#",
        "香型": "多粮浓香型",
        "酒度": 52.0,
        "总分": 90.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖1#",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 94.8,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖2#",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 93.8,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖3#",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 93.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖4#",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 91.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "泸州老窖5#",
        "香型": "浓香型",
        "酒度": 52.0,
        "总分": 89.4,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汾酒1#",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 95.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汾酒2#",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汾酒3#",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 93.4,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汾酒4#",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 91.2,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "汾酒5#",
        "香型": "清香型",
        "酒度": 53.0,
        "总分": 88.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "江津1#",
        "香型": "小曲清香型",
        "酒度": 53.0,
        "总分": 92.4,
        "设备": "石窖",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "江津2#",
        "香型": "小曲清香型",
        "酒度": 50.0,
        "总分": 90.4,
        "设备": "石窖",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "江津3#",
        "香型": "小曲清香型",
        "酒度": 50.0,
        "总分": 87.6,
        "设备": "石窖",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "江津4#",
        "香型": "小曲清香型",
        "酒度": 50.0,
        "总分": 86.2,
        "设备": "石窖",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "江津5#",
        "香型": "小曲清香型",
        "酒度": 50.0,
        "总分": 84.2,
        "设备": "石窖",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "牛栏山1#",
        "香型": "清香型",
        "酒度": 54.0,
        "总分": 93.4,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "牛栏山2#",
        "香型": "清香型",
        "酒度": 54.0,
        "总分": 92.0,
        "设备": "瓷砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "牛栏山3#",
        "香型": "清香型",
        "酒度": 54.0,
        "总分": 89.4,
        "设备": "瓷砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "牛栏山4#",
        "香型": "大麸清香型",
        "酒度": 54.0,
        "总分": 88.4,
        "设备": "地缸,瓷砖窖",
        "发酵剂": "大曲,酵母,麸曲"
    },
    {
        "酒样名称": "牛栏山5#",
        "香型": "麸曲清香型",
        "酒度": 54.0,
        "总分": 87.6,
        "设备": "瓷砖窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "红星1#",
        "香型": "麸曲清香型",
        "酒度": 52.0,
        "总分": 93.0,
        "设备": "水泥窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "红星2#",
        "香型": "麸曲清香型",
        "酒度": 52.0,
        "总分": 90.6,
        "设备": "水泥窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "红星3#",
        "香型": "麸曲清香型",
        "酒度": 52.0,
        "总分": 89.0,
        "设备": "水泥窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "红星4#",
        "香型": "麸曲清香型",
        "酒度": 52.0,
        "总分": 88.0,
        "设备": "水泥窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "红星5#",
        "香型": "麸曲清香型",
        "酒度": 52.0,
        "总分": 86.0,
        "设备": "水泥窖",
        "发酵剂": "酵母,麸曲"
    },
    {
        "酒样名称": "茅台1#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "茅台2#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 93.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "茅台3#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 91.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "茅台4#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 89.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "茅台5#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 86.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "郎酒1#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 95.4,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "郎酒2#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "郎酒3#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 93.4,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "郎酒4#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 92.4,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "郎酒5#",
        "香型": "酱香型",
        "酒度": 53.0,
        "总分": 89.4,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "三花1#",
        "香型": "米香型",
        "酒度": 55.0,
        "总分": 93.6,
        "设备": "陶罐,发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "三花2#",
        "香型": "米香型",
        "酒度": 52.0,
        "总分": 93.0,
        "设备": "陶罐,发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "三花3#",
        "香型": "米香型",
        "酒度": 52.0,
        "总分": 91.8,
        "设备": "陶罐,发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "三花4#",
        "香型": "米香型",
        "酒度": 52.0,
        "总分": 88.6,
        "设备": "陶罐,发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "三花5#",
        "香型": "米香型",
        "酒度": 52.0,
        "总分": 87.2,
        "设备": "陶罐,发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "白云边1#",
        "香型": "兼香型",
        "酒度": 45.0,
        "总分": 93.0,
        "设备": "砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "白云边2#",
        "香型": "兼香型",
        "酒度": 45.0,
        "总分": 93.0,
        "设备": "砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "白云边3#",
        "香型": "兼香型",
        "酒度": 45.0,
        "总分": 92.0,
        "设备": "砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "白云边4#",
        "香型": "兼香型",
        "酒度": 45.0,
        "总分": 90.4,
        "设备": "砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "白云边5#",
        "香型": "兼香型",
        "酒度": 45.0,
        "总分": 88.6,
        "设备": "砖窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "西凤1#",
        "香型": "凤香型",
        "酒度": 55.0,
        "总分": 93.6,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "西凤2#",
        "香型": "凤香型",
        "酒度": 55.0,
        "总分": 93.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "西凤3#",
        "香型": "凤香型",
        "酒度": 55.0,
        "总分": 91.0,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "西凤4#",
        "香型": "凤香型",
        "酒度": 55.0,
        "总分": 89.2,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "西凤5#",
        "香型": "凤香型",
        "酒度": 55.0,
        "总分": 87.2,
        "设备": "泥窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "景芝1#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 94.0,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "景芝2#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 93.0,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "景芝3#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 91.2,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "景芝4#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 89.6,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "景芝5#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 88.2,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "扳倒井1#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 94.6,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "扳倒井2#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 93.6,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "扳倒井3#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 92.4,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "扳倒井4#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 90.0,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "扳倒井5#",
        "香型": "芝麻香型",
        "酒度": 53.0,
        "总分": 88.4,
        "设备": "砖窖",
        "发酵剂": "大曲,麸曲"
    },
    {
        "酒样名称": "九江1#",
        "香型": "豉香型",
        "酒度": 30.0,
        "总分": 93.0,
        "设备": "发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "九江2#",
        "香型": "豉香型",
        "酒度": 30.0,
        "总分": 91.6,
        "设备": "发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "九江3#",
        "香型": "豉香型",
        "酒度": 30.0,
        "总分": 89.0,
        "设备": "发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "九江4#",
        "香型": "豉香型",
        "酒度": 30.0,
        "总分": 87.0,
        "设备": "发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "九江5#",
        "香型": "豉香型",
        "酒度": 30.0,
        "总分": 86.0,
        "设备": "发酵罐",
        "发酵剂": "小曲"
    },
    {
        "酒样名称": "四特1#",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 94.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "四特2#",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 93.0,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "四特3#",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 92.2,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "四特4#",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 90.4,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "四特5#",
        "香型": "特香型",
        "酒度": 52.0,
        "总分": 87.6,
        "设备": "石窖",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "董酒1#",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 93.6,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "董酒2#",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 93.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "董酒3#",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 91.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "董酒4#",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 89.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "董酒5#",
        "香型": "董香型",
        "酒度": 54.0,
        "总分": 87.0,
        "设备": "泥窖",
        "发酵剂": "大曲,小曲"
    },
    {
        "酒样名称": "老白干1#",
        "香型": "老白干型",
        "酒度": 54.0,
        "总分": 93.6,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "老白干2#",
        "香型": "老白干型",
        "酒度": 54.0,
        "总分": 93.0,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "老白干3#",
        "香型": "老白干型",
        "酒度": 54.0,
        "总分": 90.8,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "老白干4#",
        "香型": "老白干型",
        "酒度": 54.0,
        "总分": 88.4,
        "设备": "地缸",
        "发酵剂": "大曲"
    },
    {
        "酒样名称": "老白干5#",
        "香型": "老白干型",
        "酒度": 54.0,
        "总分": 87.2,
        "设备": "地缸",
        "发酵剂": "大曲"
    }
];
